tgv2dTests/tgv2d_temporal_OLD/RK4Foam/RK4Foam_nu0.0000001/TGV_temporal/0/analytical_velocity
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2406                                  |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    arch        "LSB;label=32;scalar=64";
    class       volVectorField;
    location    "0";
    object      analytical_velocity;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 1 -1 0 0 0 0];

internalField   nonuniform List<vector> 
16384
(
(-0.024533837163 0.024533837163 0)
(-0.0244747330004 0.0735424073264 0)
(-0.0243566670622 0.122373807389 0)
(-0.0241799237797 0.170910398231 0)
(-0.0239449289429 0.219035250954 0)
(-0.023652248675 0.266632428572 0)
(-0.0233025880683 0.313587265315 0)
(-0.0228967894858 0.359786642869 0)
...
)
;

boundaryField
{
    left
    {
        type            cyclic;
    }
    right
    {
        type            cyclic;
    }
    top
    {
        type            cyclic;
    }
    bottom
    {
        type            cyclic;
    }
    ignore
    {
        type            empty;
    }
}


// ************************************************************************* //
